# 전시 템플릿

<aside>
💡 **온라인 전시장 구성 시 사용합니다. 
다양한 콘텐츠를 등록한 유저가 직접 업로드 할 수 있으며, 관리자는 메이킹센터를 통해 업로드 현황을 모니터링 할 수 있습니다.

또한, 관리자를 통해서도 유저의 콘텐츠 수정이 가능합니다.**

</aside>

## 전시기업 목록

![O2MEET 가이드북 이미지 콘텐츠-07.png](https://s3-us-west-2.amazonaws.com/secure.notion-static.com/0a5dba35-a411-4c09-b984-b671ddd518e6/O2MEET_%EA%B0%80%EC%9D%B4%EB%93%9C%EB%B6%81_%EC%9D%B4%EB%AF%B8%EC%A7%80_%EC%BD%98%ED%85%90%EC%B8%A0-07.png)

## 전시기업 상세페이지

![O2MEET 가이드북 이미지 콘텐츠-08.png](https://s3-us-west-2.amazonaws.com/secure.notion-static.com/aa059a74-5006-46e2-b39c-e8dec8b1a339/O2MEET_%EA%B0%80%EC%9D%B4%EB%93%9C%EB%B6%81_%EC%9D%B4%EB%AF%B8%EC%A7%80_%EC%BD%98%ED%85%90%EC%B8%A0-08.png)

👇 **궁금한 기능이 있다면 ▶버튼을 클릭해 더 자세한 내용을 확인해보세요!**

- 1️⃣ **탑배너 브랜딩** 💡
    - 행사 맞춤형으로 제작한 상단배너이미지를 입력할 수 있습니다.
    💡 TIP 광고영역으로 판매해보세요! 💡
    - 메뉴별 소개문구를 직접 수정할 수 있습니다.
- 2️⃣ **검색창**💡
    - 기본으로 텍스트 검색이 제공됩니다.
    - 구분(카테고리) 검색의 경우 [ ▼필터 ] 검색의 형태로 적용이 가능합니다.
    (*오투미트매니저 문의필요)
- 3️⃣ **구분(카테고리)**
    - 구분(카테고리)를 사용하는 행사에서만 출력됩니다.
- 4️⃣ **전시기업**
    - 기업로고, 기업명이 목록에 출력됩니다.
- 5️⃣ **즐겨찾기**
    - 등록/로그인 기능을 사용하는 행사에서만 출력됩니다.
    - 로그인을 한 유저가 클릭하면, 
    유저의 즐겨찾기 페이지에서 즐겨찾기한 전기기업만 별도로 확인할 수 있습니다.
- 6️⃣ **전시기업 정보**
    - 원하는 영역만 사용가능합니다.
    - 대표자명 / 주소 / 웹사이트
- 7️⃣ **기업 홍보콘텐츠**
    - 영상과 이미지 중 입력한 1개의 콘텐츠가 출력됩니다.
- 8️⃣ **기업 소개글**
    - 입력한 텍스트가 화면에 보여집니다.
    - 줄내림이 가능하며, 글자수 제한이 없습니다.
- 9️⃣ **허가 및 특허증** 💡
    - 상장, 특허증 등 수상 이미지를 입력해주세요.
    - 💡 TIP 혹은, 기업을 홍보할 수 있는 추가이미지를 넣을 수도 있습니다 💡

📺 전시**템플릿 한 편 미리보기**

https://vod01.ezpmp.co.kr/O2MEET/O2MEET_GUIDE29.mp4

👣 **전시 템플릿 스텝에 따라 정복하기!**

📘 [전시 입력가이드 상세보기](https://www.notion.so/1-a4d54e004a3840ffba321e68f8716009?pvs=21)

📙 [전시 제작가이드 상세보기](https://www.notion.so/d71434bc612e4d83a009ea07af1e43e8?pvs=21)

---

📚 **행사별 템플릿 활용사례**  

[활용사례  (전시)](https://www.notion.so/49869aa973c94246b8f69935c4f43636?pvs=21)

---
